---
kind: other
id: Properties.T:Autodesk.Revit.DB.Toposolid
source: html/80fca4c0-5cba-5123-d399-062dc1498814.htm
---
# Toposolid Properties

The id of the assembly instance to which the element belongs.